Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: For simplicity reasons, oref's various forecast curves are displayed as a "Cone of Uncertainty" that depicts a possible, forecasted range of future glucose fluctuation based on the current data and the algothim's result.
bg: За опростяване различните прогнозни криви на oref се показват като „Конус на несигурността“, който представя възможен прогнозиран диапазон на бъдещи колебания на глюкозата въз основа на текущите данни и резултата на алгоритъма.
cs: Pro zjednodušení se různé křivky předpovědi oref zobrazují jako „kužel nejistoty“, který znázorňuje možný předpovídaný rozsah budoucích výkyvů glukózy na základě aktuálních dat a výsledku algoritmu.
da: Af enkle grunde vises orefs forskellige prognosekurver som en "Cone of Uncertainty", der afbilder et muligt forventet interval for fremtidige glukose udsving baseret på de aktuelle data og algothim's resultat.
de: Der Einfachheit halber werden die verschiedenen oref-Prognosekurven als „Kegel der Unsicherheit“ dargestellt, der einen möglichen, prognostizierten Bereich zukünftiger Glukoseschwankungen auf der Grundlage der aktuellen Daten und des Ergebnisses des Algorithmus zeigt.
es: Por razones de simplicidad, las diversas curvas de previsión del oref se muestran como un "Cono de la incertidumbre" que representa un posible, gama preconcebida de fluctuación de glucosa futura basada en los datos actuales y el resultado de la algotina.
fr: Par souci de simplicité, les différentes courbes de prévision d'"Oref" sont affichées sous forme de "cône d'incertitude", illustrant l’intervalle dans lequel le glucose pourrait évoluer selon les données actuelles et les résultats de l’algorithme.
it: Per motivi di semplicità, le varie curve di previsione dell'oref, vengono visualizzate come un "Cono di incertezza" che raffigura un possibile, gamma prevista di fluttuazioni future del glucosio in base ai dati attuali e al risultato dell'algotim.
nb_no: For enkelhets skyld vises Oref's ulike prognosekurver som en "usikkerhetskjegle" som viser et mulig, anslått område for fremtidige blodsukkersvingninger basert på gjeldende data og algoritmens resultat.
nl: Om eenvoudige redenen worden de verschillende voorspellingen van de orefen weergegeven als een "Cone of Uncertainty" dat een mogelijk beeld geeft. prognose bereik van toekomstige glucosefluctuatie gebaseerd op de huidige gegevens en het resultaat van algothim.
pl: Dla uproszczenia różne krzywe prognoz Oref są wyświetlane w postaci „wykresu stożkowego”, które przedstawiają możliwy, prognozowany zakres przyszłych wahań stężenia glikemii na podstawie bieżących danych i wyniku algorytmu.
pt_pt: Por razões de simplicidade, as várias curvas previsão do oref são exibidas como um "Cone de Incerteza" que retrata um possível, gama prevista de futura flutuação de glicose com base nos dados actuais e no resultado do algothim.
ru: По причинам простоты различные прогнозируемые орехи отображаются как "Конус неопределенности", который может быть изображен, прогнозируемый диапазон будущих колебаний глюкозы на основе текущих данных и альготима.
sv: För att förenkla visas oref's olika prognoskurvor som en samlad "Kon av osäkerhet" som visualiserar ett prognostiserat intervall av framtida glukosfluktuationer baserade på aktuella data och algoritmens beräkningar.
uk: З міркувань простоти дослідження різноманітні криві прогнозу відображаються в якості "Cone з невизначеності", що дозволяє зобразити це якнайкраще, прогнозоване число коливання глюкози на основі поточних даних та результатів алготиму.
vi: Để đơn giản hóa, các đường dự báo khác nhau của oref được hiển thị dưới dạng “Hình nón bất định” (Cone of Uncertainty), thể hiện một phạm vi dao động đường huyết có thể xảy ra trong tương lai, dựa trên dữ liệu hiện tại và kết quả từ thuật toán.
zh_hant: 為了簡化，oref 的各種預測曲線顯示為一個「不確定性錐」，該錐描繪基於當前資料和算法結果的未來血糖波動的可能預測範圍。

source: For write data to Apple Health you must give permissions in Settings > Health > Data Access
bg: За да записвате данни в Apple Health, трябва да предоставите разрешения в Настройки > Health > Достъп до данни
cs: Pro zápis dat do Apple Health musíš udělit oprávnění v Nastavení > Zdraví > Přístup k datům
da: For at skrive til Apple Health er skal du give tilladelser i Indstillinger > Sundhed > Data Adgang
de: Um Daten bei Apple Health zu speichern, musst Du unter „Einstellungen“ > „Health“ > „Datenzugriff & Geräte“ die entsprechenden Berechtigungen erteilen
es: Para escribir datos en Apple Health debes dar permisos en Ajustes > Salud > Acceso a datos
fr: Pour que Trio puisse enregistrer ses données dans l’app Santé d’Apple, vous devez lui donner les autorisations nécessaires dans « Réglages > Apps > Santé > Accès aux données et appareils > Trio »
it: Per scrivere dati su Apple Health devi dare il permesso in Impostazioni > Salute > Accesso dati
nb_no: For å skrive data til Apple Helse må du gi rettigheter i Innstillinger > Helse > Datatilgang
nl: Als je gegevens wilt opslaan met Apple Gezondheid, moet je de juiste machtigingen verlenen in Instellingen > Gezondheid > Gegevenstoegang en apparaten
pl: Aby zapisywać dane do Apple Health musisz przyznać uprawnienia w Ustawieniach > Zdrowie > Dostęp do danych
pt_pt: Para gravar dados de saúde da Apple, você deve conceder permissões em Configurações > Vida > Acesso aos Dados
ru: Чтобы записывать данные в Apple Health вам необходимо дать соответствующие разрешения, перейдя к меню Настройки > Здоровье > Доступ к данным
sv: För att kunna skriva data till Apple Hälsa måste du först ge din tillåtelse i Inställningar > Hälsa > Datatillgång och enheter
uk: Для запису даних в Apple Health ви повинні надати дозволи в Налаштування > Здоров’я > Доступ до даних
vi: Để ghi dữ liệu vào Apple Health, bạn cần cấp quyền tại: Cài đặt > Sức khỏe > Quyền truy cập dữ liệu
zh_hant: 若要將資料寫入 Apple 健康，您必須在設定 > 健康 > 資料存取中給予權限。

source: Forecast Display Type
bg: Тип показване на прогнозата
cs: Typ zobrazení předpovědi
da: Prognose Visningstype
de: Typ der Prognoseanzeige
es: Tipo de pantalla de pronóstico
fr: Type d'affichage des prévisions
it: Tipo Di Visualizzazione Previsione
nb_no: Prognosevisning
nl: Weergavetype voorspelling
pl: Typ wyświetlania prognozy
pt_pt: Tipo de Exibição Previsão
ru: Тип отображения прогноза
sv: Prognos visningstyp
uk: Тип відображення прогнозу
vi: Kiểu hiển thị dự báo
zh_hant: 預測顯示類型

source: Forecast Lines:
bg: Прогнозни линии:
cs: Čáry předpovědi:
da: Prognose Linjer:
de: Prognoselinien:
es: Líneas de pronóstico:
fr: Lignes de prévision :
it: Linee Di Previsione:
nb_no: Prediksjonslinjer:
nl: Weersverwachting Regels:
pl: Linie prognozy:
pt_pt: Previsão de linhas:
ru: Прогноз строки:
sv: Prognoslinjer:
uk: Лінії прогнозу:
vi: Đường dự báo:
zh_hant: 預測線:

source: Forecasts
bg: Прогнози
cs: Předpovědi
da: Prognoser
de: Prognosen
es: Predicciones
fr: Prévisions
it: Previsioni
nb_no: Prediksjoner
nl: Voorspellingen
pl: Prognozy
pt_pt: Previsões
ru: Прогнозы
sv: Prognoser
uk: Прогноз
vi: Dự báo
zh_hant: 預測

source: Forecasts future glucose levels and insulin dosing needs for unexpected meals or other causes of glucose reading increases without prior notice.
bg: Прогнозира бъдещите нива на глюкозата и нуждите от дозиране на инсулин за неочаквани хранения или други причини за необявено покачване на показанията.
cs: Předpovídá budoucí hladiny glukózy a potřebu inzulínu pro nečekaná jídla nebo jiné příčiny náhlého vzestupu glukózy.
da: Prognoser fremtidige glukoseniveauer og insulindosis behøver uventede måltider eller andre årsager til glukoselæsning uden forudgående varsel.
de: Prognostiziert zukünftige Glukosewerte und Insulinbedarf bei unerwarteten Mahlzeiten oder anderen Ursachen für einen unangekündigten Anstieg der Glukosewerte.
es: Predicción de futuros niveles de glucosa y necesidades de dosis de insulina para comidas inesperadas u otras causas de lectura de glucosa aumenta sin previo aviso.
fr: Prévision des niveaux du taux de glucose et des besoins en insuline en cas de repas non annoncés ou d’autres hausses de glucose imprévues.
it: Previsioni future dei livelli di glucosio e del dosaggio di insulina per pasti imprevisti o altre cause di aumento della lettura di glucosio senza preavviso.
nb_no: Beregner fremtidige blodsukkernivåer og insulinbehov for uanmeldte måltider eller andre årsaker til økt blodsukker uten forhåndsvarsling.
nl: Het voorspellen van toekomstige glucosewaardes en de behoefte aan insulinedoseringen voor onverwachte maaltijden of andere oorzaken van glucosewaarde stijgt zonder voorafgaande kennisgeving.
pl: Prognozuje przyszłe poziomy glikemii i zapotrzebowanie na dawkę insuliny w przypadku nieoczekiwanych posiłków lub innych przyczyn wzrostu stężenia glikemii bez wcześniejszego powiadomienia.
pt_pt: Prevê níveis de glicose futuros e a dosagem insulina para refeições inesperadas ou outras causas de aumento da leitura de glicose sem aviso prévio.
ru: Прогнозирует будущие уровни глюкозы и потребности инсулина для дозирования непредвиденных блюд или других причин увеличения количества глюкозы без предварительного уведомления.
sv: Prognos över framtida glukosnivåer och insulindoseringsbehov utifrån oväntade måltider eller andra orsaker till att glukosavläsningarna ökar utan förvarning.
uk: Прогнози майбутніх рівнів глюкози та потреби в дозі інсуліну для несподіваних страв або інших причин підвищення глюкози без попереднього повідомлення.
vi: Dự báo mức đường huyết trong tương lai và nhu cầu insulin khi có bữa ăn bất ngờ hoặc các nguyên nhân khác khiến đường huyết tăng mà không được thông báo trước.
zh_hant: 預測未預告的餐點或其他因素導致血糖讀取值增加的未來血糖水平和胰島素劑量需求。

source: Forecasts future glucose reading changes by considering the amount of carbohydrates still being absorbed in the body.
bg: Прогнозира бъдещите промени в показанията на глюкозата, като отчита количеството въглехидрати, които все още се абсорбират от организма.
cs: Předpovídá budoucí změny glykémie na základě množství sacharidů, které se stále vstřebávají v těle.
da: Prognoser fremtidige glukose aflæsning ændringer ved at overveje mængden af kulhydrater stadig absorberes i kroppen.
de: Prognostiziert künftige Änderungen der Glukosewerte, indem es die Menge der Kohlenhydrate berücksichtigt, die noch vom Körper aufgenommen werden.
es: Predicción de futuros cambios en la lectura de la glucosa teniendo en cuenta la cantidad de hidratos de carbono que siguen absorbiéndose en el cuerpo.
fr: Prévision de la variation des mesures de glucose exclusivement basée sur la quantité de glucides encore en cours d’absorption dans le corps.
it: Prevede future variazioni di lettura del glucosio considerando la quantità di carboidrati ancora assorbiti nel corpo.
nb_no: Beregner fremtidige blodsukkernivåer ved å vurdere mengden karbohydrater som fortsatt absorberes i kroppen.
nl: Verwacht dat er in de toekomst wijzigingen in glucosewaarde zullen worden doorgevoerd door te kijken naar de hoeveelheid koolhydraten die nog steeds in het lichaam worden opgenomen.
pl: Prognozuje przyszłe zmiany wskazań glikemii, biorąc pod uwagę ilość węglowodanów, które nadal są wchłaniane przez organizm.
pt_pt: Prevê futuras mudanças na leitura da glicose, considerando a quantidade de carboidratos ainda a ser absorvida no corpo.
ru: Прогнозирует будущие изменения в чтении глюкозы, принимая во внимание количество углеводов, которые по-прежнему поглощаются в организме.
sv: Prognos över framtida glukosnivåer utifrån mängden kolhydrater som fortfarande absorberas i kroppen.
uk: Прогнози майбутньої глюкози читають зміни, враховуючи кількість вуглеводів, які все ще поглинаються в тілі.
vi: Dự đoán sự thay đổi đường huyết trong tương lai bằng cách tính đến lượng carbohydrate vẫn đang được cơ thể hấp thu.
zh_hant: 預測未來血糖讀取值變化，考慮到身體中尚未吸收的碳水化合物量。

source: Forecasts future glucose readings based on the amount of insulin still active in the body.
bg: Прогнозира бъдещите показания на глюкозата на база количеството инсулин, което все още е активно в организма.
cs: Předpovídá budoucí glykémii na základě množství inzulínu stále aktivního v těle.
da: Prognoser fremtidige glucosemålinger baseret på den mængde insulin, der stadig er aktiv i kroppen.
de: Prognostiziert zukünftige Glukosewerte basierend auf der Menge an Insulin, die noch im Körper aktiv ist.
es: Predicción de futuras lecturas de glucosa basadas en la cantidad de insulina todavía activa en el cuerpo.
fr: Prévision des mesures du taux de glucose en se basant uniquement sur la quantité d’insuline encore active dans le corps.
it: Prevede i futuri valori del glucosio in base alla quantità di insulina ancora attiva nell’organismo.
nb_no: Beregner fremtidige blodsukkernivåer basert på mengden insulin som fortsatt er aktivt i kroppen.
nl: Verwacht toekomstige glucosewaardes op basis van de hoeveelheid insuline die nog actief is in het lichaam.
pl: Prognozuje przyszłe wyniki pomiaru poziomu glikemii na podstawie ilości insuliny, która jest nadal aktywna w organizmie.
pt_pt: Prevê leituras de glicose futuras com base na quantidade de insulina ainda ativa no corpo.
ru: Прогнозирует будущие показатели глюкозы, основанные на количестве инсулина, который еще активно в организме.
sv: Prognos över framtida glukosnivåer baserat på mängden insulin som fortfarande är aktiv i kroppen.
uk: Прогнози майбутніх показників глюкози, заснованих на кількості інсуліну, які досі працюють в тілі.
vi: Dự đoán mức đường huyết trong tương lai dựa trên lượng insulin vẫn còn đang hoạt động trong cơ thể.
zh_hant: 根據尚在身體中有效的胰島素量預測未來血糖讀取值。

source: Forecasts the worst-case future glucose reading scenario if no carbs are absorbed and insulin delivery is stopped until glucose starts rising.
bg: Прогнозира най-лошия възможен сценарий за бъдещите показания на глюкозата, ако не се абсорбират въглехидрати и подаването на инсулин е спряно, докато глюкозата не започне да се покачва.
cs: Předpovídá nejhorší možný scénář budoucí glykémie pro případ, že se nevstřebají žádné sacharidy a podávání inzulínu se zastaví, dokud glykémie nezačne stoupat.
da: Prognoser det værst tænkelige fremtidige glukosescenarie, hvis ingen kulhydrater absorberes, og insulindosis stoppes, indtil glukosen begynder at stige.
de: Prognostiziert den ungünstigsten Fall, wenn keine Kohlenhydrate aufgenommen werden und die Insulinausschüttung gestoppt wird, bis die Glukose beginnt zu steigen.
es: Presenta el peor escenario de lectura de glucosa en el futuro si no se absorbe ningún glúcido y se detiene el parto de insulina hasta que la glucosa empiece a aumentar.
fr: Prévision la plus défavorable des mesures du glucose si aucun glucide n’était absorbé et que l’administration d’insuline était interrompue jusqu’à ce que le glucose recommence à augmenter.
it: Prevede lo scenario peggiore di lettura futura del glucosio se non vengono assorbiti carboidrati e la somministrazione di insulina viene interrotta fino a quando il glucosio inizia ad aumentare.
nb_no: Beregner verst tenkelig fremtidig blodsukker hvis ingen karbohydrater absorberes og insulintilførsel stoppes inntil blodsukkeret begynner å stige.
nl: Voorraadt het ergste geval in het toekomstige glucoseleesscenario als er geen koolhydraten worden opgenomen en de toediening van insuline wordt gestopt totdat glucose begint te stijgen.
pl: Prognozuje najgorszy scenariusz przyszłych odczytów glikemii, jeśli nie zostaną wchłonięte żadne węglowodany, a podawanie insuliny zostanie przerwane do czasu, aż poziom glikemii zacznie rosnąć.
pt_pt: Prevê o cenário de leitura da glicose futura pior se não forem absorvidos e se a entrega da insulina for interrompida até que a glicose comece a subir.
ru: Прогнозирует худший случай будущего сценария чтения глюкозы, если нет углеводов и инсулин поставки прекращается до начала роста глюкозы.
sv: Prognos över worst-case scenario framtida glukosnivåer om inga kolhydrater absorberas och insulintillförseln stoppas tills glukosnivåerna börjar stiga.
uk: Прогноз найгіршого сценарію читання глюкози, якщо жодні труби не поглинаються та доставка інсуліну припиняться, поки глюкоза не почне зростати.
vi: Dự đoán kịch bản xấu nhất của mức đường huyết trong tương lai nếu không có carbohydrate nào được hấp thu và việc truyền insulin bị dừng lại cho đến khi đường huyết bắt đầu tăng trở lại.
zh_hant: 預測若無碳水化合物被吸收且停止胰島素給予時的最壞情境未來血糖讀取值。

source: Formula
bg: Формула
cs: Vzorec
da: Formel
de: Formel
es: Fórmula
fr: Formule
nb_no: Formel
nl: Formule
pl: Wzór
pt_pt: Fórmula
ru: Формула
sv: Formel
uk: Формула
vi: Công thức
zh_hant: 公式

source: Formula:
bg: Формула:
cs: Vzorec:
da: Formel:
de: Formel:
es: Fórmula:
fr: Formule :
nb_no: Formel:
nl: Formule:
pl: Wzór:
pt_pt: Fórmula:
ru: Формула:
sv: Formel:
uk: Формула:
vi: Công thức:
zh_hant: 公式:

source: Found devices: %d
bg: Намерени устройства: %d
cs: Nalezena zařízení: %d
da: Fundne enheder: %d
de: Geräte gefunden: %d
es: Dispositivos encontrados: %d
fr: Dispositifs détectés : %d
it: Dispositivi trovati: %d
nb_no: Fant enheter: %d
nl: Gevonden apparaten: %d
pl: Znalezione urządzenia: %d
pt_pt: Dispositivos encontrados: %d
ru: Найдено устройств: %d
sv: Hittade enheter: %d
uk: Знайдено пристроїв: %d
vi: Tìm thấy thiết bị: %d
zh_hant: 找到的裝置: %d

source: found.
bg: намерени.
cs: nalezeno.
da: fundet.
de: gefunden.
es: encontrado.
fr: Trouvé.
it: trovato.
nb_no: funnet.
nl: gevonden.
pl: znaleziono.
pt_pt: encontrado.
ru: найдено.
sv: hittad.
uk: знайдений.
vi: tìm thấy.
zh_hant: 已找到。

source: FPU Conversion
bg: Преобразуване на FPU
cs: Převod FPU
da: FPU Konvertering
de: FPU-Konvertierung
es: Conversión FPU
fr: Conversion FPU
it: Conversione FPU
nb_no: FPU konvertering
nl: FPU Conversie
pl: Konwersja FPU
pt_pt: Conversão de FPU
ru: Преобразование FPU
sv: FPU konvertering
uk: Перетворення FPU
vi: Chuyển đổi FPU
zh_hant: FPU 轉換

source: Fraction
bg: Дроб
cs: Podíl / Zlomek
da: Fraktion
de: Fraktion
es: Fracción
it: Frazione
nb_no: Brøkdel
nl: Fractie
pl: Ułamek
pt_pt: Fração
ru: Доля
sv: Faktor
uk: Частка
vi: Chia cho
zh_hant: 分數

source: From
bg: От
cs: Z
da: Fra
de: Von
es: De
fr: À partir de
it: Da
nb_no: Fra
nl: van
pl: Od
pt_pt: De
ru: От
sv: Från
uk: Від
vi: Từ
zh_hant: 來源

source: Full Bolus
bg: Пълен болус
cs: Plný bolus
da: Fuld Bolus
de: Voller Bolus
es: Bolo completo
fr: Bolus entier
it: Bolo Completo
nl: Volledige bolus
pl: Pełny bolus
pt_pt: Cheio de Bólus
ru: Полный болюс
sv: Total mängd
uk: Повний болюс
vi: Liều bolus đầy đủ
zh_hant: 完整注射

source: Furthermore, you could adjust that sensitivity change independently from the Half Basal Exercise Target specified in Algorithm > Target Behavior settings by deliberately setting a customized Insulin Percentage for a Temp Target.
bg: Освен това можете да регулирате тази промяна в чувствителността независимо от Half Basal Exercise Target, зададен в настройките Алгоритъм > Поведение на целта, като съзнателно зададете персонализиран процент на инсулина за временна цел.
cs: Kromě toho můžeš tuhle změnu citlivosti upravit nezávisle na cíli „Poloviční bazál při cvičení“ (nastaveném v sekci Algoritmus > Chování cíle), a to záměrným nastavením vlastního procenta inzulínu pro dočasný cíl.
fr: Par ailleurs, vous pouvez ajuster ce changement de sensibilité indépendamment de la "Cible à demi-basal" spécifiée dans « ⚙️ Réglages > Algorithme > Comportement cible », en définissant volontairement un pourcentage d’insuline personnalisé ("Custom") pour une Cible Temporaire.
nb_no: Videre kan du justere denne følsomhetsendringen uavhengig av halvbasal-treningsmålet som er angitt i innstillingene Algoritme > Innstillinger for mål ved å bevisst angi en tilpasset insulinprosent for et midlertidig mål.
pl: Co więcej, możesz dostosować tę zmianę wrażliwości niezależnie od Trybu Ćwiczeń określonego w ustawieniach Algorytm & Zachowanie Celu, ustawiając niestandardowy procent insuliny dla Celu Tymczasowego.
vi: Ngoài ra, bạn có thể điều chỉnh thay đổi độ nhạy này độc lập với Mục tiêu tập luyện Half Basal được thiết lập trong Cài đặt > Hành vi mục tiêu bằng cách chủ động đặt Tỷ lệ insulin tùy chỉnh cho một Mục tiêu tạm thời.
zh_hant: 此外，你也可以在「Algorithm > Target Behavior」設定中所指定的「半數基礎率運動目標」之外，另外為臨時目標自訂胰島素百分比，以獨立調整該敏感度變化。

source: g
bg: г
nl: gr
pt_pt: mg
ru: г
uk: гр
zh_hant: 克（g）

source: Garmin Configuration
bg: Конфигурация на Garmin
cs: Nastavení Garminu
da: Konfiguration Af Garmin
de: Garmin Konfiguration
es: Configuración de Garmin
fr: Configuration Garmin
it: Configurazione Garmin
nb_no: Garmin konfigurasjon
nl: Garmin Configuratie
pl: Konfiguracja Garmin
pt_pt: Configuração de Garmin
ru: Конфигурация Garmin
sv: Garmin konfiguration
uk: Конфігурація Garmin
vi: Cấu hình Garmin
zh_hant: Garmin 設定

source: Garmin is not available
bg: Garmin не е наличен
cs: Garmin není dostupný
da: Garmin er ikke tilgængelig
de: Garmin ist nicht verfügbar
es: Garmin no está disponible
fr: Garmin n'est pas disponible
it: Garmin non è disponibile
nb_no: Garmin er ikke tilgjengelig
nl: Garmin is niet beschikbaar
pl: Garmin nie jest dostępny
pt_pt: Garmin não está disponível
ru: Garmin недоступен
sv: Garmin är inte tillgänglig
uk: Garmin недоступний
vi: Garmin không có sẵn
zh_hant: Garmin 無法使用

source: General Appearance
bg: Общ външен вид
cs: Obecný vzhled
da: Generelt Udseende
de: Allgemeine Darstellung
es: Apariencia general
fr: Apparence générale
it: Aspetto Generale
nb_no: Generelt utseende
nl: Algemene Uiterlijk
pl: Wygląd ogólny
pt_pt: Aparência geral
ru: Общий внешний вид
sv: Allmänt utseende
uk: Загальне представлення
vi: Tình trạng tổng quát
zh_hant: 一般外觀

source: Generate Secret
bg: Генериране на таен ключ
cs: Vygenerovat klíč
da: Generer Hemmelighed
de: "Secret" generieren
es: Generar secreto
fr: Générer un secret
it: Genera Segreto
nb_no: Generere nøkkel
nl: Geheim genereren
pl: Wygeneruj sekret
pt_pt: Gerar segredo
ru: Сгенерировать секрет
sv: Generera hemlighet
uk: Згенерувати ключ
vi: Tạo mã bí mật
zh_hant: 生成祕密

source: Get Started
bg: Започнете
cs: Pojďme na to
da: Kom i gang
de: Los geht's
fr: Commencer
nb_no: Kom i gang
nl: Aan de slag
pl: Rozpocznij
sv: Kom igång
vi: Bắt đầu sử dụng
zh_hant: 開始使用

source: Getting everything ready for you...
bg: Подготвяме всичко за вас...
cs: Připravuji pro tebe všechno...
da: Gør alt klar til dig...
de: Alles wird für Dich bereit gemacht...
fr: Nous préparons tout pour vous...
nb_no: Gjør alt klart for deg...
nl: Alles voorbereiden voor jou...
pl: Wszystko dla Ciebie przygotowujemy...
sv: Förbereder allt för dig...
vi: Đang khởi động, vui lòng chờ...
zh_hant: 正在為您準備一切...

source: Give Apple Health Write Permissions
bg: Предоставете на Apple Health разрешения за запис
cs: Uděl Apple Health oprávnění k zápisu
da: Giv Apple Sundhed Skrivetilladelser
de: Apple Health Schreibrechte erteilen
es: Dar permisos de escritura de salud de Apple
fr: Autoriser l’écriture dans Apple santé
it: Dare Permessi Di Scrittura Salute Di Apple
nb_no: Gi Apple Helse skriverettigheter
nl: Geef Apple Health Schrijfrechten
pl: Daj uprawnienia Apple Health Write
pt_pt: Dê permissões de escrita de saúde à Apple
ru: Дать Apple здоровью разрешения на запись
sv: Ge Apple hälsa skrivrättigheter
uk: Надати дозволи на запис до здоров'я Apple
vi: Cấp quyền ghi dữ liệu vào Apple Health
zh_hant: 授予 Apple 健康寫入權限

source: Glossary
bg: Речник
cs: Slovníček
de: Glossar
fr: Glossaire
nb_no: Ordliste
sv: Ordlista
vi: Thuật Ngữ
zh_hant: 詞彙表

source: glucose
bg: глюкоза
cs: glukóza
da: glukose
de: Glukose
es: glucosa
it: glicemie
nb_no: blodsukker
pl: glikemia
pt_pt: glicose
ru: глюкоза
sv: glukos
uk: Глюкоза
vi: đường huyết
zh_hant: 葡萄糖

source: Glucose
bg: Глюкоза
cs: Glukóza
da: Glukose
de: Glukose
es: Glucosa
it: Glicemie
nb_no: Blodsukker
nl: Glucosewaarde
pl: Glikemia
pt_pt: Glicose
ru: Глюкоза
sv: Glukos
uk: Глюкоза
vi: Đường huyết
zh_hant: 葡萄糖
